{
    "btnCopiarLinkRefNavbar": "Copy referral link",
    "link de referidos copiado": "Referral link copied",
    "Perfil de usuario": "User profile",
    "Desconectar": "Disconnect",
    "dashboardSideBar": "Dashboard",
    "usuarioSideBar": "User",
    "planesSideBar": "Plans",
    "historialSideBar": "Record",
    "referidosSideBar": "Referrals",
    "mercadoSideBar": "NFT Market",
    "btnConectaTuWaller": "Connect wallet",
    "btnClickCopiarWallet": "Click to copy wallet",
    "titulocard2Usuario": "SPONSOR",
    "titulocard2Usuariodesc": "UPLINE",
    "usuarioConectadoCard2": "Logged in user",
    "usuarioDesonectadoCard2": "Logged out user",
    "desconectado": "Disconnected",
    "walletCopiada": "Wallet copied",
    "Seleccionaunaimagen": "Select an image",
    "cancelar": "Cancel",
    "confirmar": "Confirm",
    "editartunombredeperfil": "Edit your profile name",
    "nuevonombre": "Enter the new name",
    "cerrar": "Close",
    "guardarcambios": "Save Changes",
    "editarperfil": "Edit profile",
    "fechadenacimiento": "Birthdate",
    "genero": "Gender",
    "pais": "Country",
    "elegir": "Choose",
    "mujer": "Women",
    "hombre": "Man",
    "prefieronodecir": "I prefer not to say",
    "User register": "User register",
    "Registrarme": "Sign up",
    "acepto terminos y condiciones": "I have read and accept the",
    "terminos y condiciones": "terms and conditions",
    "name": "Full name",
    "usuario": "Username", 
    "email": "E-mail", 
    "Referral link": "Referral link",
    "Registrar": "Register",
    "el link de referidos no existe": "The referral link does not exist",
    "Bienvenido": "Welcome!",
    "registrate para usar la plataforma": "Register to start using the platform",
    "El nombre es requerido": "The name is required",
    "El nombre de usuario es requerido": "Username is required",
    "El correo electronico es requerido": "Email is required",
    "debe agregar un correo valido": "You must add a valid email",
    "La fecha de cumpleaños es requerida": "The birthday is required",
    "El pais es requerido": "The country is required",
    "Debe aceptar los terminos": "You must agree to terms and conditions",
    "dias": "Days",
    "horas": "Hours",
    "minutos": "Minutes",
    "segundos": "Seconds",
    "total usdt staked": "Total USDT staked",
    "total Referral Earnings": "Total referral earnings",
    "contrato inteligente": "Smart contract",
    "Ir a sitio web": "Go to website",
    "informacion": "Information",
    "social": "Social",
    "pre registrar": "Pre-register",
    "pre registro": "Pre-Registration",
    "Pre lanzamiento": "Pre launch",
    "welcome": "Welcome to",
    "Mensaje ingresa con un link referido": "In order to register on our INVEXA platform you must enter through a referral link",
    "sponsor": "Sponsor",
    "wallet": "Wallet",
    "titulo usuario": "User",
    "Stake contracts": "Stake contracts",
    "Calculadora": "Calculator",
    "perfil": "Profile",
    "Historial": "History",
    "mi aterrizaje": "My landing",
    "Mi equipo": "My Team",
    "Mis Ganancias": "My earnings",
    "Contracts": "Contracts",
    "Mis contratos": "My contracts",
    "Scanner": "Scanner",
    "Mercado": "Marketplace",
    "summary": "Summary",
    "Total staked": "Total staked",
    "On Claim Contract": "On claim contract",
    "Profits": "Profits",
    "Total Referral Earnings": "Total referral earnings",
    "On Trade" : "On trade",
    "My Account": "My account",
    "My total investment": "My total investment",
    "My Referral Earnings": "My referral earnings",
    "My Earnings": "My earnings",
    "mensual": "Monthly",
    "diario": "Diary",
    "Estado de mi equipo": "Status of my team",
    "nivel": "Level",
    "total": "Total",
    "equipo": "Team",
    "totalStaked": "Total staked",
    "estimatedEarnings": "Estimated earnings",
    "nivel de referencia": "Reference level",
    "Pagar fee": "Pay fee",
    "Para acceder pagar Fee": "Dear user, you must pay a fee of $10 to access for the first time",
    "footerNuevo": "All Rights Reserved - IA MONEY",
    "hello": "Hello!",
    "sign up": "Sign up to get started",
    "My sponsor": "My sponsor",
    "Messages": "Messages",
    "Personal details": "Personal details",
    "About me": "About me",
    "total invest": "Total invest",
    "residual": "Residual",
    "plan": "Plan",
    "investment": "Investment",
    "dateStart": "Date start",
    "dateEnd": "Date end",
    "status": "Status",
    "meses": "months",
    "active": "Active",
    "Amount": "Amount",
    "staking":"Staking",
    "inicio":"Start",
    "finaliza":"Ends",
    "Min Stake":"Min Stake",
    "Max Stake": "Max Stake",
    "Aun no tienes un plan":"You don't have a plan yet, you need to purchase a plan to be able to view it",
    "Daily": "Daily",
    "Monthly": "Monthly",
    "ROI": "ROI",
    "Time": "Time",
    "Stake": "Stake",
    "Personal Volumen": "Personal volumen",
    "Direct referrals": "Direct referrals",
    "Range": "Range",
    "Cut day": "Cut day",
    "Team volumen": "Team volumen",
    "Monthly residual": "Monthly residual",
    "Passive income": "Passive income",
    "Residual income": "Residual income",
    "Expired plans": "Expired plans",
    "Available to withdraw": "Available to withdraw",
    "Total withdrawal": "Total withdrawal",
    "Re-stake": "Re-stake",
    "Withdraw": "Withdraw",
    "Date": "Date",
    "movement": "Movement",
    "Type": "Type",
    "Hash": "Hash",
    "Search": "Search",
    "Withdrawal": "Withdrawal",
    "New contract": "New contract",
    "Passive": "Passive",
    "Stake confirmed": "Stake confirmed",
    "Data start": "Data start",
    "Data end": "Data end",
    "Add new plan": "Add new plan",
    "Cancel": "Cancel",
    "meses a invertir" : "months to invest",
    "Daily profit": "Daily profit",
    "Monthly profit": "Monthly profit",
    "End day contract" : "End day contract",
    "Scanner Operations": "Scanner operations",
    "Total in Operations" : "Total in operations",
    "Won Trades": "Won trades",
    "Lost Trades": "Lost trades",
    "Profit Total": "Profit total",
    "Token": "Token",
    "Purchase Price": "Purchase price",
    "Purchase Hash": "Purchase hash",
    "Sale Price": "Sale price",
    "Sale Hash": "Sale hash",
    "Profit": "Profit",
    "WINNER": "WINNER",
    "LOSER": "LOSER",
    "myPlans" : "My Plans",
    "Finished": "Finished",
    "Total ROI": "Total ROI",
    "Cancel plan": "Cancel plan",
    "Configure Your Network": "Configure your network",
    "Front line": "Front line",
    "Your personal staking": "Your personal staking",
    "Matrix": "Matrix",
    "Average staking": "Average staking",
    "Calculate": "Calculate",
    "Earnings per Month": "Earnings per month",
    "Earnings per Year": "Earnings per year",
    "¿How does it work?": "¿How does it work?",
    "Total Team": "Total team",
    "Stake Level": "Stake level",
    "Total Residual": "Total residual",
    "Stalkeando": "Stalkeando",
    "Personal": "personal",
    "Invites": "Invites",
    "leaders": "leaders",
    "To Invite": "To invite",
    "That they invest from": "That they invest from",
    "average each": "average each",
    "With team of": "With team of",
    "You unlock the": "You unlock the",
    "levels": "levels",
    "With a volume": "With a volume",
    "in all your network": "in all your network",
    "The amount to be received for cancellation is": "The amount to be received for cancellation is",
    "View penalty details": "View penalty details",
    "Filter by": "Filter by",
    "Range Max": "Range Max",
    "Range Min": "Range Min",
    "Processing": "Processing",
    "cargando": "loading...",
    "Page not found": "Page not found",
    "necesitas un link": "you need a referral link",
    "link incorrecto": "The referral link is incorrect",
    "Sincronizar datos": "Syncing data",
    "usuario registrado": "registered user",
    "suscribiendo al usuario": "subscribing the user to the membership",
    "no se pudo registrando al usuario": "could not register the user",
    "procesando el pago del token": "processing token payment",
    "no se pudo transferir el dinero": "could not transfer money for token purchase",
    "el monto a invertir es menor al requerido de este plan": "The amount to be invested is less than required for this plan",
    "el monto a invertir excede el valor máximo de este plan": "The amount to be invested exceeds the maximum value for this plan",
    "LOADING": "LOADING",
    "AVISO LEGAL": "LEGAL NOTICE",
    "TÉRMINOS Y CONDICIONES DE USO": "TERMS AND CONDITIONS OF USE OF THE DAPP OR WEBSITE",
    "parrafo1Terminos": "These Terms of Service (the Agreement) explain the terms and conditions by which you may access and use https://iamoney.finance and any subdomain associated with the website (hereinafter the DAPP). You should carefully read this Agreement, as it governs the use of the DAPP.", 
    "parrafo1.1Terminos": "The use of the DAPP by any person, grants them the status of user (hereinafter the USER) and this implies their full and unconditional adherence to these TERMS OF USE; therefore, it is essential that the USER reads them carefully beforehand and evaluates them carefully, so that they are aware that they are subject to them and to the modifications that they may undergo, each time they access the DAPP.", 
    "parrafo1.2Terminos": "If at any time the USER does not agree, totally or partially, with these TERMS OF USE, they must immediately refrain from using the DAPP in any of its parts or sections.", 
    "AVISO" : "NOTICE: This Agreement contains important information that affects your rights regarding how disputes are resolved. The DAPP is only available to you, and you should only access the DAPP if you fully agree to these terms.", 
    "parrafo2": "IAMONEY.FINANCE (DAPP) is a decentralized staking fund, which distributes the stake in a 10% within the CLAIM Contract (Payer Contract) as a guarantee fund and 90% within the Treasury Contract, which manages the stake sent to the Tangle Protocol, which sends buy and sell orders (Trading) in the Pancakeswap Investment Pool for the Treasury Contract to execute. ", 
    "parrafo3": "To access the DAPP, you must use a non-custodial wallet software (Cold Wallet) in the Metamask application, which allows you to interact with public blockchains (Blockchain). Your relationship with that non-custodial wallet provider is governed by the applicable terms of service of that third party, not by this Agreement.", 
    "parrafo3.1": "Non-custodial wallets are not operated, maintained by us or affiliated with us, and we have no custody or control over the contents of your wallet and have no ability to recover or transfer its contents (the proper use of your wallet is entirely the responsibility of the USER).", 
    "parrafo3.2": "By connecting your wallet to our DAPP, you agree to be bound by this Agreement and all terms incorporated herein by reference.", 
    "titulo1": "Modification of this Agreement", 
    "parrafo4": "We reserve the right, at our sole discretion, to modify this Agreement as many times as required by changes in the process. If we make any modifications, we will notify you by updating the date at the top of the Agreement and maintaining a current version of the Agreement at https://iamoney.finance. All modifications will take effect when posted, and your continued access or use of the DAPP will serve as confirmation of your acceptance of those modifications.", 
    "titulo2": "Description of the services provided through the DAPP", 
    "parrafo5": "What is and how does IA Money work?", 
    "parrafo5.1": "IAMONEY.FINANCE (DAPP) is a decentralized staking fund, which distributes the stake in a 10% within the CLAIM Contract (Payer Contract) as a fund that pays for the stake and commissions obtained, and 90% within the Treasury Contract, which manages the stake sent to the Tangle Protocol, which sends buy and sell orders (Trading) in the Pancakeswap Investment Pool for the Treasury Contract to execute. ", 
    "parrafo5.2": "What is a Claim Smart Contract?", 
    "parrafo5.3": "A Claim Smart Contract or payer contract refers to a type of smart contract that is used to manage and facilitate the process of claiming specific assets or rights. These smart contracts are designed to automate and execute the transfer of ownership or rights once certain predefined conditions are met. That is, the CLAIM contract is the one that functions as a fund that pays for the stake and commissions obtained.", 
    "parrafo5.4": "What is a Treasury Smart Contract?", 
    "parrafo5.5": "A Treasury Smart Contract or treasury contract refers to a type of smart contract that is used to manage and control financial funds or assets in an organization or project. The main objective of a Treasury Smart Contract is to efficiently and transparently manage funds and ensure their proper use in accordance with certain predefined rules and conditions. This is the one that manages the funds transparently with the Tangle Protocol.", 
    "parrafo5.6": "What is the Tangle Protocol?", 
    "parrafo5.7": "It is a protocol with special characteristics that buys and sells (Trading) in decentralized exchanges in an automatic and transparent way; it filters all the tokens that exist in Pancakeswap and buys automatically, thus avoiding scam tokens (Honey Spot tokens) to give security to the stake, and thus, manage market risk.", 
    "parrafo5.8": "What is a DEX?", 
    "parrafo5.9": "A DEX, or Decentralized Exchange, is a cryptocurrency exchange platform that operates without a centralized entity. Unlike traditional exchanges (known as CEX or Centralized Exchange), where transactions are made through a centralized intermediary, a DEX allows users to exchange digital assets directly with each other in a peer-to-peer (P2P) manner through blockchain technology.",
    "titulo3": "Suitability", 
    "parrafo6": "To access or use THE DAPP, a binding agreement must be made with us. Therefore, you declare that you are at least of legal age in your jurisdiction and that you have all the right, power, and authority to enter into and comply with the terms and conditions of this Agreement on your behalf and on behalf of any company or legal entity for which you may access or use the DAPP.", 
    "titulo4": "Intellectual Property Rights", 
    "parrafo7": "IA Money owns all intellectual property and other rights to the DAPP and its contents, including (but not limited to) software, text, images, trademarks, service marks, copyrights, patents, designs, and their look and feel.", 
    "parrafo7.1": "You are solely responsible for determining whether the Stake is appropriate for you based on your personal investment objectives, financial circumstances, and risk tolerance.", 
    "titulo5": "Non-custody and No Fiduciary Duties", 
    "parrafo8": "The DAPP is a purely non-custodial application, which means that we never have possession or control of your digital assets at any time.", 
    "parrafo8.1": "In addition, it means that you are solely responsible for the custody of the cryptographic private keys of the digital asset wallets that you have and that you should never share your wallet credentials or initial phrase with anyone. We accept no responsibility or liability to you in relation to your use of a wallet and make no representation or warranty as to how the website will work with any particular wallet. Similarly, you are solely responsible for any associated wallet and we are not responsible for any act or omission by you in connection with or as a result of your wallet being compromised.", 
    "parrafo8.2": "This Agreement is not intended to create or impose any fiduciary duty upon us. To the maximum extent permitted by law, you acknowledge and agree that we owe no fiduciary obligations or responsibilities to you or any other party, and to the extent such duties or responsibilities may exist at law or in equity, such duties and responsibilities are irrevocably, waived and eliminated by this Agreement. Additionally, you agree that the only duties and obligations owed to you by us are those expressly set forth in this Agreement.", 
    "titulo6": "Compliance and Tax Obligations", 
    "parrafo9": "By accessing or using the DAPP, the USER agrees that they are solely and fully responsible for compliance with all laws and regulations that may apply to the USER.", 
    "parrafo9.1": "Specifically, your use of the DAPP or the Protocol may result in various tax consequences, such as income tax or capital gains tax. It is your responsibility to determine if taxes apply to you.", 
    "titulo7": "Assumption of Risk", 
    "parrafo10": "By accessing and using the DAPP and the protocol, the USER declares that they have knowledge to understand the inherent risks associated with the use of blockchain-based cryptographic systems; likewise, the USER agrees to have practical knowledge of the use of the BNB SMART CHAIN network and stable coins.", 
    "parrafo10.1": "In particular, the USER understands that the markets for these digital assets are nascent and highly volatile, due to risk factors that include adoption, speculation, technology, security, and regulation. Stable coins may not be as stable as they claim to be, may not be fully or adequately guaranteed, and may be subject to panics and runs.", 
    "parrafo10.2": "In addition, the USER understands that smart contract transactions are executed and settled automatically, and that blockchain-based transactions are irreversible once confirmed. The USER acknowledges and agrees that the cost and speed of transactions with cryptographic and blockchain-based systems are variable and can increase dramatically at any time.", 
    "parrafo10.3": "The USER understands that staking plans are carried out in USDT (stable coin leveraged to the price of the US dollar), therefore, the exchange rate varies according to market conditions, and this can cause the stake volume at the start of the contract to vary from the exchange rate at the end of the contract. Therefore, the USER acknowledges that they may incur a decrease in capital at the end of the contract, and that IAMONEY has no responsibility for this fact.", 
    "parrafo10.4": "In summary, the USER acknowledges that we are not responsible for any of these variables or risks, do not own or control the Protocol, and cannot be held liable for any resulting loss you experience when accessing or using the DAPP. Therefore, the USER understands and agrees to assume full responsibility for all risks of accessing and using THE DAPP to interact with the Protocol.", 
    "titulo8": "Questions and Answers regarding Risks", 
    "parrafo11": "What are the risks of the protocol failing?", 
    "parrafo11.1": "If the protocol were to fail, it would only stop generating returns, and returns may drop. If this were to happen, adjustments would be made to the returns for new contracts, and past contracts would continue to be paid according to the agreed-upon plan. If the returns were not sufficient to cover payments for old contracts, they would be automatically terminated, and users could withdraw their funds and request a new smart contract with the new returns or withdraw their funds.",
    "parrafo11.2": "What happens to the stake if Pancakeswap stops working?", 
    "parrafo11.3": "If PancakeSwap were to stop working, there could be a disruption in the ability to exchange tokens and access the liquidity provided by the platform. The Tangle protocol automates operations and sends an automatic buy and sell directly to the DEXs, which allows for no risk of loss if Pancakeswap were to stop working, as funds are managed directly from the Treasury Contract.", 
    "parrafo11.4": "What happens to the stake if the DAPP stops working?", 
    "parrafo11.5": "The USER can claim their stake by connecting their wallet through BSCSCAN (https://bscscan.com) in the Read Contract area, in the function called Claim or Withdraw.", 
    "parrafo11.6": "What happens to the stake if the Protocol stops working?", 
    "parrafo11.7": "The stake is never stored in the protocol, it is stored in a Treasury Smart Contract. The Protocol only sends buy and sell orders to this contract, so stakes are never stored in the Tangle protocol. If it were to stop working, it would only stop earning the stake. In this case, the process in which the DAPP stops working would be taken.", 
    "parrafo11.8": "Probability of USERS losing their STAKE", 
    "parrafo11.9": "The STAKES are protected in a Treasury Contract. This contract has no stake withdrawal functions, it only sends buys and sells to Pancakeswap from the protocol and PancakeSwap's router is fixed.", 
    "parrafo11.10": "Probability of USERS not receiving the promised percentage", 
    "parrafo11.11": "The contracts are fixed directly from BSCSCAN, so there is no way for IAMONEY to modify the percentage agreed upon from the beginning of the contract.", 
    "parrafo11.12": "How is the risk mitigated with the protocol?", 
    "parrafo11.13": "Buying and selling tokens on Pancakeswap entails speculative risks like any other trading model. However, we mitigate risks through a contract auditing model to prevent the code from having functions that prevent stakes from being blocked by scam projects.", 
    "parrafo11.14": "Why do we use Smart Contracts?", 
    "parrafo11.15": "Smart Contracts are computer programs that automatically execute the terms and conditions agreed upon between the parties involved in a transaction, without the need for intermediaries. These contracts are written in specific programming languages and run on a blockchain. Using Smart Contracts offers automation, transparency, security, and elimination of intermediaries in transactions, which has numerous benefits in various fields, such as finance, insurance, logistics, and much more.", 
    "parrafo11.16": "Why do we use Blockchain and why the BNB Smart Chain network?", 
    "parrafo11.17": "Blockchain is used to decentralize, secure, and provide transparency to transactions, improve efficiency, and enable automatic contract execution. BNB Smart Chain is a blockchain developed by Binance, one of the largest and most popular cryptocurrency exchanges in the Crypto market. BNB Smart Chain is designed to support decentralized applications, smart contracts, and fast transactions in the Binance ecosystem. By choosing to use BNB Smart Chain, USERS take advantage of the specific features and functionalities offered by this blockchain, such as low transaction costs and an infrastructure optimized for the Binance ecosystem.", 
    "parrafo11.18": "What would happen if BINANCE stops working, would this affect the BNB network?", 
    "parrafo11.19": "If Binance, the entity that developed and manages the BNB Smart Chain network, were to stop working, it could have an impact on the BNB network. However, it is important to note that BNB Smart Chain is an independent and decentralized blockchain, which means that it does not depend solely on Binance for its operation.", 
    "titulo9": "Release of Claims", 
    "parrafo12": "The USER expressly agrees to assume all risks in connection with their access and use of the DAPP. In addition, the USER expressly waives and releases any liability, claim, cause of action, or damage that arises in any way with their use of the DAPP.", 
    "parrafo12.1": "The USER agrees to indemnify, defend, and hold IAMONEY harmless against all claims, damages, obligations, losses, liabilities, costs, and expenses arising from: (a) their access and use of the DAPP; (b) their violation of any term or condition of this Agreement, the right of any third party, or any other applicable law, rule, or regulation; and (c) the access and use of the DAPP by any other party with their assistance or use of any device or account that the USER owns or controls.", 
    "parrafo12.2": "The USER may submit any complaint or claim in writing through the email: pqr@iamoney.com", 
    "titulo10": "No Guarantees", 
    "parrafo13": "The DAPP is provided AS IS and AS AVAILABLE. TO THE MAXIMUM EXTENT PERMITTED BY LAW, WE DISCLAIM ANY REPRESENTATION AND WARRANTY OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY.", 
    "titulo11": "Waiver of Class Action and Jury Trial", 
    "parrafo14": "The USER must bring all Disputes against us in their individual capacity and not as a plaintiff or member of any purported class action, collective action, private attorney general action, or other representative proceeding. This provision applies to class arbitration. You and we agree to waive the right to demand a jury trial.",
    "descargarTerminos": "Download",
    "FAQ": "Frequently Asked Questions", 
    "pregunta1": "What is IA Money and how does it work?", 
    "repuesta1": "IA Money is a decentralized investment fund, in which 10% is kept within the Claim Smart Contract as a guarantee fund and 90% is sent to a Treasury Smart Contract that manages the funds sent to the Tangle Protocol, which sends the buy and sell orders (Trading) in DEXs like PancakeSwap so that the Treasury Contract can execute them.", 
    "pregunta2": "What is a Claim Smart Contract?", 
    "repuesta2": "A Claim Smart Contract refers to a type of smart contract used to manage and facilitate the process of claiming specific assets or rights. These smart contracts are designed to automate and execute the transfer of property or rights once certain predefined conditions are met.", 
    "pregunta3": "What is a Treasury Smart Contract?", 
    "repuesta3": "A Treasury Smart Contract is a type of smart contract used to manage and control funds or financial assets in an organization or project. The main objective of a Treasury Smart Contract is to efficiently and transparently manage funds and ensure their proper use according to certain predefined rules and conditions. This is the one that transparently manages the funds with the Tangle Protocol.", 
    "pregunta4": "What is the Tangle Protocol?", 
    "repuesta4": "It is a protocol with special characteristics that buys and sells (Trading) in decentralized exchanges in an automatic and transparent way. It filters all tokens that exist on PancakeSwap and automatically buys them, thus avoiding scam tokens (Honey Spot Tokens) to ensure the safety of the capital.", 
    "pregunta5": "What is a DEX?", 
    "repuesta5": "A DEX, or Decentralized Exchange, is a cryptocurrency exchange platform that operates without a centralized entity. Unlike traditional exchanges (known as CEX or Centralized Exchange), where transactions are conducted through a centralized intermediary, a DEX allows users to exchange digital assets directly with each other in a peer-to-peer (P2P) manner through blockchain technology.", 
    "pregunta6": "What is Proof of Humanity (PoH)?", 
    "repuesta6": "Proof of Humanity (PoH) is a blockchain-based protocol that aims to verify people's identities and establish a list of decentralized and reliable verified human identities. The ultimate goal of Proof of Humanity is to create a global identification system that is inclusive, censorship-resistant, and reliable. By verifying people's humanity in a decentralized way, it seeks to facilitate participation and collaboration in different online applications and services, such as voting, decentralized governance, and benefit distribution.", 
    "pregunta7": "What are the risks of investing in IA Money?", 
    "repuesta7": "The funds in the Dapp are protected against cyber attacks by keeping the owners in cold wallets and adding multi-signature in the contract to prevent a single owner from changing its parameters. It should be noted that the withdraw balance contract function will be disabled so that the owner cannot withdraw the funds from the contract. This prevents anyone from withdrawing the total funds to a wallet that is not the investor's.", 
    "pregunta8": "What are the risks if the protocol stops working?", 
    "repuesta8": "If the protocol stops working, only the generation of returns would stop and therefore returns could decrease. If this were to happen, an adjustment would be made in the returns for new contracts, and past contracts will continue to be paid according to the agreed plan. If the returns are not enough to cover the payments of old contracts, they will be automatically terminated and users will be able to withdraw their funds and request a new contract with the new returns or withdraw their funds.", 
    "pregunta9": "What happens to the money if PancakeSwap stops working?", 
    "repuesta9": "If PancakeSwap were to stop working, there could be an interruption in the ability to exchange tokens and access the liquidity provided by the platform. The Tangle Protocol automates the operations and sends an automatic buy and sell directly to the DEXs, allowing the funds to be managed directly from the Treasury contract, eliminating the risk if PancakeSwap stops working.", 
    "pregunta10": "What happens to the money if the Dapp stops working?", 
    "repuesta10": "There is always the possibility of claiming the money through BSCSCAN in the Read Contract area, where there will be a function called Claim or Withdraw.", 
    "pregunta11": "What happens to the money if the Protocol stops working?", 
    "repuesta11": "The capital is never stored in the protocol, it is stored in a Treasury Smart Contract. The protocol only sends the buy and sell orders to this contract, so the funds are never stored in the Tangle Protocol. If it stops working, it will only stop generating returns. In this case, the process of point 8 will be taken.", 
    "pregunta12": "Probability of people losing their resources", 
    "repuesta12": "The resources are protected in a Treasury Smart Contract. This contract does not have capital withdrawal functions, it only sends buy and sell orders to PancakeSwap from the protocol, and only the PancakeSwap router is fixed.", 
    "pregunta13": "Probability of people not receiving the promised percentage", 
    "repuesta13": "The contracts are fixed directly from BSC, so there is no way for IA Money to modify the percentage agreed upon at the beginning of the contract.", 
    "pregunta14": "How is the risk with the protocol mitigated?", 
    "repuesta14": "Buying and selling tokens on PancakeSwap involves speculative risks like any other trading model, however, we mitigate risks through a contract auditing model to prevent the code from having functions that prevent funds from being blocked by scam projects.", 
    "pregunta15": "Why do we use Smart Contracts?",
    "repuesta15": "Smart Contracts are computer programs that automatically execute the terms and conditions agreed upon between the parties involved in a transaction, without the need for intermediaries. These contracts are written in specific programming languages and executed on a blockchain. Using Smart Contracts can offer automation, transparency, security, and elimination of intermediaries in transactions, which can have numerous benefits in various fields, such as finance, insurance, logistics, and much more.", 
    "pregunta16": "Why do we use Blockchain and why BNB Chain?", 
    "repuesta16": "Blockchain is used to decentralize, secure and make transactions transparent, improve efficiency and enable the automatic execution of contracts. BNB Chain is a blockchain developed by Binance, one of the largest and most popular cryptocurrency exchanges. BNB Chain is designed to support decentralized applications, smart contracts, and fast transactions in the Binance ecosystem. By choosing to use BNB Chain, users can take advantage of the specific features and functionalities that this blockchain offers, such as low transaction costs and infrastructure optimized for the Binance ecosystem.", 
    "pregunta17": "What would happen if Binance stops working, would this affect the BNB network?", 
    "repuesta17": "If Binance, the entity that developed and manages BNB Chain, were to stop working, it could have an impact on the BNB network. However, it is important to note that BNB Chain is an independent and decentralized blockchain, which means that it does not rely solely on Binance for its operation." ,
    "simple": "Simple",
    "progresivo": "Progressive",
    "compuesto": "Compound"
}