{
    "btnCopiarLinkRefNavbar": "Copiar link de referido",
    "link de referidos copiado": "Link de referidos copiado",
    "Perfil de usuario": "Perfil de usuario",
    "Desconectar": "Desconectar",
    "dashboardSideBar": "Panel",
    "usuarioSideBar": "Usuario",
    "planesSideBar": "Planes",
    "historialSideBar": "Historial",
    "referidosSideBar": "Referidos",
    "mercadoSideBar": "Mercado NFT",
    "btnConectaTuWaller": "Conectar wallet",
    "btnClickCopiarWallet": "Click para copiar wallet",
    "titulocard2Usuariodesc": "LÍNEA ASCENDENTE",
    "usuarioConectadoCard2": "Usuario conectado",
    "usuarioDesonectadoCard2": "Usuario desconectado",
    "desconectado": "Desconectado",
    "walletCopiada": "Wallet copiada",
    "Seleccionaunaimagen": "Selecciona una imagen",
    "cancelar": "Cancelar",
    "confirmar": "Confirmar",
    "editartunombredeperfil": "Editar tu nombre de perfil",
    "nuevonombre": "Ingresa el nombre nuevo",
    "cerrar": "Cerrar",
    "guardarcambios": "Guardar cambios",
    "editarperfil": "Editar perfil",
    "fechadenacimiento": "Fecha de nacimiento",
    "genero": "Género",
    "pais": "País",
    "elegir": "Elegir",
    "mujer": "Mujer",
    "hombre": "Hombre",
    "prefieronodecir": "Prefiero no decir",
    "User register": "Registro de usuario",
    "Registrarme": "Registrarme",
    "acepto terminos y condiciones": "He leído y acepto los",
    "terminos y condiciones": "términos y condiciones",
    "name": "Nombre Completo",
    "usuario": "Nombre de usuario", 
    "email": "Correo electrónico", 
    "Referral link": "Link de referido",
    "Registrar": "Registrar",
    "el link de referidos no existe": "El link de referidos no existe",
    "Bienvenido": "Bienvenido!",
    "registrate para usar la plataforma": "Regístrate para empezar a usar la plataforma",
    "El nombre es requerido": "El nombre es requerido",
    "El nombre de usuario es requerido": "El nombre de usuario es requerido",
    "El correo electronico es requerido": "El correo electronico es requerido",
    "debe agregar un correo valido": "Debes agregar un correo electrónico válido",
    "La fecha de cumpleaños es requerida": "La fecha de cumpleaños es requerida",
    "El pais es requerido": "El país es requerido",
    "Debe aceptar los terminos": "Debe aceptar los términos y condiciones",
    "dias": "Días",
    "horas": "Horas",
    "minutos": "Minutos",
    "segundos": "Segundos",
    "total usdt staked": "USDT total staked",
    "total Referral Earnings": "Ingresos totales por referidos",
    "contrato inteligente": "Contrato inteligente",
    "Ir a sitio web": "Ir a sitio web",
    "informacion": "Información",
    "social": "Social",
    "pre registrar": "Pre-registrar",
    "pre registro": "Pre-Registro",
    "Pre lanzamiento": "Pre lanzamiento",
    "welcome": "Bienvenido a",
    "Mensaje ingresa con un link referido": "Para poder registarte en nuestra plataforma INVEXA debes ingresar a través de un link de referidos",
    "sponsor": "Patrocinador",
    "wallet": "Billetera",
    "titulo usuario": "Usuario",
    "Stake contracts": "Contratos de estaca",
    "Calculadora": "Calculadora",
    "perfil": "Perfil",
    "Historial": "Historial",
    "mi aterrizaje": "Mi aterrizaje",
    "Mi equipo": "Mi equipo",
    "Mis Ganancias": "Mis ganancias",
    "Contracts": "Contratos",
    "Mis contratos": "Mis contratos",
    "Scanner": "Escáner",
    "Mercado": "Mercado",
    "summary": "Resumen",
    "Total staked": "Total apostado",
    "On Claim Contract": "Contrato de reclamo",
    "Profits": "Beneficios",
    "Total Referral Earnings": "Ganancias totales de referencia",
    "On Trade" : "En el comercio",
    "My Account": "Mi cuenta",
    "My total investment": "Mi inversión total",
    "My Referral Earnings": "Mis ganancias por referidos",
    "My Earnings": "Mis ganancias",
    "mensual": "Mensual",
    "diario": "Diario",
    "Estado de mi equipo": "Estado de mi equipo ",
    "nivel": "Nivel",
    "total": "Total",
    "equipo": "Equipo",
    "totalStaked": "Total apostado",
    "estimatedEarnings": "Ganancias estimadas",
    "nivel de referencia": "Nivel de referencia",
    "Pagar fee": "Pagar fee",
    "Para acceder pagar Fee": "Estimado usuario debe pagar un fee de 10$ para acceder por primera vez",
    "footerNuevo": "Reservados todos los derechos - IA MONEY",
    "hello": "Hola!",
    "sign up": "Regístrate para empezar",
    "My sponsor": "Mi patrocinador",
    "Messages": "Mensajes",
    "Personal details": "Datos personales",
    "About me": "Acerca de mí",
    "total invest": "Inversión total",
    "residual": "Residual",
    "plan": "Plan",
    "investment": "Inversión",
    "dateStart": "Fecha de inicio",
    "dateEnd": "Fecha de finalización",
    "status": "Estado",
    "meses": "meses",
    "active": "Activo",
    "Amount": "Cantidad",
    "staking":"Staking",
    "inicio":"inicio",
    "finaliza":"finaliza",
    "Min Stake":"Min Stake",
    "Max Stake": "Max Stake",
    "Aun no tienes un plan":"Aun no tienes un plan, debes comprar un plan para poder visualizarlo",
    "Daily": "Diario",
    "Monthly": "Mensual",
    "ROI": "ROI",
    "Time": "Tiempo",
    "Stake": "Apostar",
    "Personal Volumen": "Volumen personal",
    "Direct referrals": "Referencias directas",
    "Range": "Rango",
    "Cut day": "Dia de corte",
    "Team volumen": "Volumen del equipo",
    "Monthly residual": "Residual mensual",
    "Passive income": "Ingresos pasivos",
    "Residual income": "Ingreso residual",
    "Expired plans": "Planes vencidos",
    "Available to withdraw": "Disponible para retirar",
    "Total withdrawal": "Retiro total",
    "Re-stake": "Volver a apostar",
    "Withdraw": "Retirar",
    "Date": "Fecha",
    "movement": "Movimiento",
    "Type": "Tipo",
    "Hash": "Hash",
    "Search": "Buscar",
    "Withdrawal": "Retiro",
    "New contract": "Nuevo contrato",
    "Passive": "Pasivo",
    "Stake confirmed": "Apuesta confirmada",
    "Data start": "Inicio de datos",
    "Data end": "Fin de datos",
    "Add new plan": "Agregar nuevo plan",
    "Cancel": "Cancelar",
    "meses a invertir" : "meses a invertir",
    "Daily profit": "Ganancia diaria",
    "Monthly profit": "Beneficio mensual",
    "End day contract" : "Contrato de fin de dia",
    "Scanner Operations": "Operaciones del escáner",
    "Total in Operations" : "Total en operaciones",
    "Won Trades": "Operaciones ganadas",
    "Lost Trades": "Operaciones perdidas",
    "Profit Total": "Ganancias total",
    "Token": "Token",
    "Purchase Price": "Precio de compra",
    "Purchase Hash": "Compra hash",
    "Sale Price": "Precio de venta",
    "Sale Hash": "Hash de venta",
    "Profit": "Ganancia",
    "WINNER": "GANADOR",
    "LOSER": "PERDEDOR",
    "myPlans" : "Mis planes",
    "Finished": "Finalizado",
    "Total ROI": "Total ROI",
    "Cancel plan": "Cancelar plan",
    "Configure Your Network": "Configura tu red",
    "Front line": "Primera linea",
    "Your personal staking": "Tu apuesta personal",
    "Matrix": "Matriz",
    "Average staking": "Apuesta promedio",
    "Calculate": "Calcular",
    "Earnings per Month": "Ganancias por mes",
    "Earnings per Year": "Ganancias por año",
    "¿How does it work?": "¿Como funciona?",
    "Total Team": "Equipo total",
    "Stake Level": "Nivel de apuesta",
    "Total Residual": "Residuos totales",
    "Stalkeando": "Stalkeando",
    "Personal": "personal",
    "Invites": "Invita",
    "leaders": "lideres",
    "To Invite": "Invitar",
    "That they invest from": "Que invierten de",
    "average each": "promedio cada uno",
    "With team of": "Con equipo de",
    "You unlock the": "Desbloqueas los",
    "levels": "niveles",
    "With a volume": "Con un volumen",
    "in all your network": "en toda tu red",
    "The amount to be received for cancellation is": "El importe a recibir por cancelación es",
    "View penalty details": "Ver detalles de la sanción",
    "Filter by": "Filtrado por",
    "Range Max": "Rango máx",
    "Range Min": "Rango mínimo",
    "Processing": "Procesando",
    "cargando": "cargando...",
    "Page not found": "Page not found",
    "necesitas un link": "necesitas un link de referido",
    "link incorrecto": "El link de referido es icorrecto",
    "Sincronizar datos": "Sincronizar datos",
    "usuario registrado": "usuario registrado",
    "suscribiendo al usuario": "suscribiendo al usuario a la membresia",
    "no se pudo registrando al usuario": "no se pudo registrando al usuario",
    "procesando el pago del token": "procesando el pago del token",
    "no se pudo transferir el dinero": "no se pudo transferir el dinero para la compra del token",
    "el monto a invertir es menor al requerido de este plan": "El monto a invertir es menor al requerido de este plan",
    "el monto a invertir excede el valor máximo de este plan": "El monto a invertir excede el valor máximo de este plan",
    "LOADING": "CARGANDO",
    "AVISO LEGAL": "AVISO LEGAL",
    "TÉRMINOS Y CONDICIONES DE USO": "TÉRMINOS Y CONDICIONES DE USO DE LA DAPP O SITIO WEB",
    "parrafo1Terminos": "Estos Términos de Servicio (el Acuerdo) explican los términos y condiciones por los cuales puede acceder y usar https://iamoney.finance y cualquier subdominio asociado con el sitio web (en lo sucesivo la DAPP). Debe leer este Acuerdo cuidadosamente, ya que rige el uso de la DAPP.",
    "parrafo1.1Terminos": "La utilización de la DAPP por parte de cualquier persona, le atribuye la calidad de usuario (en lo sucesivo el USUARIO) y ello implica su adhesión plena e incondicional a estos TÉRMINOS DE USO; en consecuencia, es indispensable que el USUARIO los lea previamente y los evalúe de forma cuidadosa, de tal manera que esté consciente de que se sujeta a ellos y a las modificaciones que pudieran sufrir, cada vez que accede a la DAPP.",
    "parrafo1.2Terminos": "Si en cualquier momento el USUARIO no estuviera de acuerdo total o parcialmente con estos TÉRMINOS DE USO, deberá abstenerse inmediatamente de usar la DAPP en cualquiera de sus partes o secciones.",
    "AVISO" : "AVISO: Este Acuerdo contiene información importante, que afectan a sus derechos en cuanto a cómo se resuelven las disputas. La DAPP solo está disponible para usted, y solo debe acceder a la DAPP, si está completamente de acuerdo con estos términos.",
    "parrafo2": "IAMONEY.FINANCE (DAPP) es un fondo de staking descentralizado, el cual, distribuye el stake en un 10% dentro del Contrato CLAIM (Contrato Pagador) como fondo de garantía y un 90% dentro del Contrato de Tesoro, que administra el stake enviado al Protocolo Tangle, el cual, envía las ordenes de compra y venta (Trading) en el Pool de Inversión PancakeSwap para que el Contrato de Tesoro las ejecute. ",
    "parrafo3": "Para acceder a la DAPP debe utilizar un software de billetera sin custodia (Billetera Fría) en la aplicación Metamask, que le permite interactuar con cadenas de bloques públicas (Blockchain). Su relación con ese proveedor de billeteras sin custodia se rige por los términos de servicio aplicables de ese tercero, no por este Acuerdo.",
    "parrafo3.1": "Las billeteras sin custodia no son operadas, mantenidas por nosotros ni afiliadas a nosotros, y no tenemos custodia ni control sobre el contenido de su billetera y no tenemos capacidad para recuperar o transferir su contenido (el buen uso de su billetera es de entera responsabilidad del USUARIO).",
    "parrafo3.2": "Al conectar su billetera a nuestra DAPP, usted acepta estar sujeto a este Acuerdo y a todos los términos incorporados en el presente documento por referencia.",
    "titulo1": "Modificación de este Acuerdo",
    "parrafo4": "Nos reservamos el derecho, a nuestra entera discreción, de modificar este Acuerdo las veces que por cambios en el proceso lo requiera. Si hacemos alguna modificación, se lo notificaremos actualizando la fecha en la parte superior del Acuerdo y manteniendo una versión actual del Acuerdo en https://iamoney.finance. Todas las modificaciones entrarán en vigor cuando se publiquen, y su acceso o uso continuado de la DAPP servirá como confirmación de su aceptación de esas modificaciones.",
    "titulo2": "Descripción de los servicios prestados a través de la DAPP",
    "parrafo5": "¿Que es y como funciona IA Money?",
    "parrafo5.1": " IAMONEY.FINANCE (DAPP) es un fondo de staking descentralizado, el cual, distribuye el stake en un 10% dentro del Contrato CLAIM (Contrato Pagador) como un fondo que realiza el pago de lo obtenido por los stake y comisiones, y, un 90% dentro del Contrato de Tesoro, que administra el stake enviado al Protocolo Tangle, el cual, envía las ordenes de compra y venta (Trading) en el Pool de Inversión PancakeSwap para que el Contrato de Tesoro las ejecute. ",
    "parrafo5.2": "Que es un Claim Smart Contract (Contrato Pagador)?",
    "parrafo5.3": " Un Claim Smart Contract o contrato pagador, se refiere a un tipo de contrato inteligente que se utiliza para gestionar y facilitar el proceso de reclamación de activos o derechos específicos. Estos contratos inteligentes están diseñados para automatizar y ejecutar la transferencia de propiedad o derechos una vez que se cumplen ciertas condiciones predefinidas. Es decir, el contrato CLAIM es el que funciona como un fondo que realiza el pago de lo obtenido por los stake y comisiones.",
    "parrafo5.4": "Que es un Treasury Smart Contract (Contrato Tesoro)?",
    "parrafo5.5": "Un Treasury Smart Contract o contrato de tesoro, se refiere a un tipo de contrato inteligente que se utiliza para gestionar y controlar los fondos o activos financieros en una organización o proyecto. El objetivo principal de un Treasury Smart Contract es administrar de manera eficiente y transparente los fondos y garantizar su uso adecuado de acuerdo con ciertas reglas y condiciones predefinidas. Este es el que administra los fondos de manera trasparente con el Protocolo Tangle.",
    "parrafo5.6": "Que es el Protocolo Tangle?",
    "parrafo5.7": "Es un protocolo con características especiales que compra y vende (Trading) en exchanges descentralizados de manera automática y transparente; este filtra todos los tokens que existen en PancakeSwap y compra automáticamente, evitando de esta manera, los tokens estafa (Honey Spot tokens) para dar la seguridad de los stake, y así, gestionar el riesgo de mercado.",
    "parrafo5.8": "Que es un DEX?",
    "parrafo5.9": "Un DEX, o Intercambio Descentralizado (Decentralized Exchange en inglés), es una plataforma de intercambio de criptomonedas que opera sin una entidad centralizada. A diferencia de los intercambios tradicionales (conocidos como CEX o Intercambio Centralizado), donde las transacciones se realizan a través de un intermediario centralizado, un DEX permite a los usuarios intercambiar activos digitales directamente entre sí de manera peer-to-peer (P2P) a través de la tecnología blockchain.",
    "titulo3": "Idoneidad",
    "parrafo6": "Para acceder o utilizar LA DAPP, se debe realizar un acuerdo vinculante con nosotros. En consecuencia, usted declara que tiene al menos la mayoría de edad en su jurisdicción y que tiene todo el derecho, el poder y la autoridad para celebrar y cumplir con los términos y condiciones de este Acuerdo en su nombre y en el de cualquier empresa o entidad legal para la que pueda acceder o utilizar la DAPP.",
    "titulo4": "Derechos de Propiedad Intelectual",
    "parrafo7": "IA Money posee toda la propiedad intelectual y otros derechos sobre la DAPP y sus contenidos, incluyendo (pero no limitado a) software, texto, imágenes, marcas comerciales, marcas de servicio, derechos de autor, patentes, diseños y su aspecto y sensación",
    "parrafo7.1": "Usted es el único responsable de determinar si el Stake es apropiado para usted en función de sus objetivos de inversión personales, circunstancias financieras y tolerancia al riesgo.",
    "titulo5": "No custodia y No Deberes Fiduciarios",
    "parrafo8": "La DAPP es una aplicación puramente no privativa de custodia, lo que significa que nunca tenemos posesión o control de sus activos digitales en ningún momento.",
    "parrafo8.1": "Además, significa que el USUARIO es el único responsable de la custodia de las claves privadas criptográficas de las billeteras de activos digitales que tiene y que nunca debe compartir las credenciales de su billetera o la frase inicial con nadie. No aceptamos ninguna responsabilidad o responsabilidad hacia usted en relación con su uso de una billetera y no hacemos ninguna representación o garantía con respecto a cómo funcionará el sitio web con cualquier billetera específica. Del mismo modo, usted es el único responsable de cualquier billetera asociada y no somos responsables de ningún acto u omisión por su parte en relación con o como resultado de que su billetera se vea comprometida.",
    "parrafo8.2": "Este Acuerdo no tiene la intención de crear ni nos impone ningún deber fiduciario. En la máxima medida permitida por la ley, usted reconoce y acepta que no debemos obligaciones o responsabilidades fiduciarias con usted o cualquier otra parte, y que en la medida en que dichos deberes o responsabilidades puedan existir por ley o en equidad, esos deberes y responsabilidades son irrevocables, renunciados y eliminados por la presente. Además, acepta que los únicos deberes y obligaciones que le debemos son los establecidos expresamente en este Acuerdo.",
    "titulo6": "Cumplimiento y Obligaciones Fiscales",
    "parrafo9": "Al acceder o utilizar la DAPP, el USUARIO acepta que es única y totalmente responsable del cumplimiento de todas las leyes y regulaciones que puedan aplicarse al USUARIO.",
    "parrafo9.1": "Específicamente, su uso de la DAPP o del Protocolo puede resultar en varias consecuencias fiscales, como el impuesto sobre la renta o las ganancias de capital. Es su responsabilidad determinar si los impuestos se aplican a usted.",
    "titulo7": "Asunción del Riesgo",
    "parrafo10": "Al acceder y utilizar la DAPP y el protocolo, el USUARIO declara que tiene conocimiento para comprender los riesgos inherentes asociados con el uso de sistemas criptográficos basados en blockchain; asimismo, el USUARIO acepta tener un conocimiento práctico del uso de la red BNB SMART CHAIN y las llamadas monedas estables",
    "parrafo10.1": "En particular, el USUARIO entiende que los mercados para estos activos digitales son nacientes y altamente volátiles, debido a factores de riesgo que incluyen la adopción, la especulación, la tecnología, la seguridad y la regulación. Las llamadas monedas estables pueden no ser tan estables como pretenden ser, pueden no estar garantizadas total o adecuadamente, y pueden estar sujetas a pánicos y corridas.",
    "parrafo10.2": "Además, el USUARIO entiende que las transacciones de contratos inteligentes se ejecutan y liquidan automáticamente, y que las transacciones basadas en la cadena de bloques (Blockchain) son irreversibles cuando se confirman. El USUARIO reconoce y acepta que el costo y la velocidad de las transacciones con sistemas criptográficos y basados en blockchain, son variables y pueden aumentar drásticamente en cualquier momento. ",
    "parrafo10.3": "El USUARIO entiende que los planes de staking son realizados en USDT (moneda estable apalancada al precio del dólar estadounidense), por lo cual, la TRM varía según las condiciones del mercado, y esto puede hacer que el volumen del staking en el momento de inicio del contrato varíe a la TRM de la finalización del contrato. Por lo anterior, el USUARIO reconoce que puede incurrir en disminución del capital al finalizar el contrato, y que IAMONEY no tiene ninguna responsabilidad sobre este hecho.",
    "parrafo10.4": "En resumen, el USUARIO reconoce que no somos responsables de ninguna de estas variables o riesgos, no somos propietarios ni controlamos el Protocolo, y no podemos ser considerados responsables de ninguna pérdida resultante que experimente al acceder o utilizar la DAPP. En consecuencia, el USUARIO entiende y acepta asumir toda la responsabilidad de todos los riesgos de acceder y utilizar LA DAPP para interactuar con el Protocolo.",
    "titulo8": "Preguntas y Respuestas frente a los Riesgos ",
    "parrafo11": "¿Cuáles son los riesgos de que el protocolo deje de funcionar ? ",
    "parrafo11.1": "Si el protocolo dejara de funcionar, solo se dejaría de generar rendimientos, y, es posible que los rendimientos bajen. Si esto llegara a pasar, se haría un ajuste en los rendimientos para nuevos contratos y los contratos pasados, se les seguiría pagando según el plan convenido. Si los rendimientos no llegaran a ser suficientes para cubrir los pagos de contratos antiguos, estos se darán por terminados automáticamente, y los usuarios podrán retirar sus fondos y solicitar un nuevo contrato inteligente con los nuevos rendimientos o bien, retirar sus fondos.",
    "parrafo11.2": "¿Qué pasa con los stake si PancakeSwap deja de funcionar ?",
    "parrafo11.3": "Si PancakeSwap dejara de funcionar, podría haber una interrupción en la capacidad de intercambiar tokens y acceder a la liquidez proporcionada por la plataforma. El protocolo Tangle automatiza las operaciones, y manda una compra y venta automática directo a los DEXs, esto permite que si PancakeSwap dejara de funcionar, no hay riesgo de perdida, ya que los fondos se administran directo del Contrato de Tesoro. ",
    "parrafo11.4": "¿Qué pasa con los stake si la DAPP deja de funcionar?",
    "parrafo11.5": "El USUARIO podrá reclamar su stake, a través de la conexión de su billetera por medio de la BSCSCAN (https://bscscan.com) en el área de Read Contract, en la función llamada Claim o Withdraw. ",
    "parrafo11.6": "¿Qué pasa con los stake si el Protocolo dejara de funcionar?",
    "parrafo11.7": "El stake nunca se guarda en el protocolo, se guarda en un Contrato de Tesoro (Tresury Smart Contract). El Protocolo solo envía las ordenes de compra y venta a este contrato, por lo que, los stake jamas son almacenados en el protocolo Tangle. Si este dejara de funcionar, solo dejaría de rentar el stake. En este caso, se tomara el proceso en el que la DAPP dejara de funcionar.",
    "parrafo11.8": "Probabilidad de que los USUARIOS pierdan sus STAKE",
    "parrafo11.9": "Los STAKES están protegidos en un Contrato de Tesoro. Este contrato no tiene funciones de retiro de stake, solo envía compras y ventas a PancakeSwap desde el protocolo y esta fijo el router de PancakeSwap. ",
    "parrafo11.10": "Probabilidad de que los USUARIOS no reciban el porcentaje prometido",
    "parrafo11.11": "Los contratos se fijan directo desde la BSCSCAN, por lo que, no hay forma de que IA Money pueda modificar el porcentaje pactado desde el inicio del contrato.",
    "parrafo11.12": "¿Cómo se mitiga el riesgo con el protocolo ?",
    "parrafo11.13": "Comprar y vender tokens en PancakeSwap conlleva riesgos especulativos como cualquier otro modelo de trading. Sin embargo, mitigamos los riesgos, por medio de un modelo de auditoria de contratos, para evitar que, el código tenga funciones que eviten que los stakes queden bloqueados por proyectos estafas. ",
    "parrafo11.14": "¿Por que utilizamos Smart Contract?",
    "parrafo11.15": "Los Smart Contracts, o contratos inteligentes, son programas de computadora que ejecutan automáticamente los términos y condiciones acordados entre las partes involucradas en una transacción, sin necesidad de intermediarios. Estos contratos se escriben en lenguajes de programación específicos y se ejecutan en una blockchain. Utilizar Smart Contracts ofrecen automatización, transparencia, seguridad y eliminación de intermediarios en las transacciones, lo que tiene numerosos beneficios en diversos campos, como las finanzas, los seguros, la logística y mucho más. ",
    "parrafo11.16": "¿Por que utilizamos Blockchain y por que la red de BNB Smart Chain?",
    "parrafo11.17": "Se utiliza blockchain para descentralizar, asegurar y dar transparencia a las transacciones, mejorar la eficiencia y habilitar la ejecución automática de contratos. BNB Smart Chain, es una cadena de bloques desarrollada por Binance, uno de los exchanges de criptomonedas más grandes y populares en el mercado Cripto. BNB Smart Chain está diseñada para admitir aplicaciones descentralizadas, contratos inteligentes y transacciones rápidas en el ecosistema de Binance. Al elegir utilizar BNB Smart Chain, los USUARIOS aprovechan las características y funcionalidades específicas que ofrece esta cadena de bloques, como bajos costos de transacción y una infraestructura optimizada para el ecosistema de Binance.",
    "parrafo11.18": "¿Qué pasaría si BINANCE deja de funcionar, esto afectaría la red de BNB?",
    "parrafo11.19": "Si Binance, la entidad que desarrolló y administra la red de BNB Smart Chain, dejara de funcionar, podría tener un impacto en la red de BNB. Sin embargo, es importante tener en cuenta que BNB Smart Chain, es una cadena de bloques independiente y descentralizada, lo que significa que no depende únicamente de Binance para su funcionamiento.",
    "titulo9": "Liberación de Reclamaciones",
    "parrafo12": "El USUARIO acepta expresamente que asume todos los riesgos en relación con su acceso y uso de la DAPP. Además, el USUARIO renuncia y exime expresamente de cualquier responsabilidad, reclamo, causa de acción o daño que surja de cualquier manera con su uso de la DAPP",
    "parrafo12.1": "El USUARIO acepta eximir, liberar, defender e indemnizar a IAMONEY contra todas las reclamaciones, daños, obligaciones, pérdidas, responsabilidades, costos y gastos que surjan de: (a) su acceso y uso de la DAPP; (b) su violación de cualquier término o condición de este Acuerdo, el derecho de cualquier tercero o cualquier otra ley, regla o regulación aplicable; y (c) el acceso y uso de la DAPP por parte de cualquier otra parte con su ayuda o el uso de cualquier dispositivo o cuenta que el USUARIO posea o controle. ",
    "parrafo12.2": "El USUARIO podrá elevar de manera escrita cualquier queja o reclamo, por medio, del correo electronico: pqr@iamoney.com",
    "titulo10": "Sin Garantías",
    "parrafo13": "La DAPP se proporciona TAL COMO ESTÁ y COMO ESTÁ DISPONIBLE. EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY, RENUNCIAMOS A CUALQUIER REPRESENTACIÓN Y GARANTÍA DE CUALQUIER TIPO, YA SEA EXPRESA, IMPLÍCITA O ESTATUTARIA,",
    "titulo11": "Exención de Demanda Colectiva y Juicio con Jurado ",
    "parrafo14": "El USUARIO debe presentar todas y cada una de las Disputas contra nosotros a su capacidad individual y no como demandante o miembro de cualquier supuesta demanda colectiva, acción colectiva, acción de fiscal general privado u otro procedimiento representativo. Esta disposición se aplica al arbitraje de clase. Usted y nosotros estamos de acuerdo en renunciar al derecho a exigir un juicio con jurado.",
    "descargarTerminos": "Descargar",
    "FAQ": "Preguntas más frecuentes",
    "pregunta1": "¿Qué es y cómo funciona IA Money? ",
    "repuesta1": "IA Money es un fondo de inversión descentralizado, en la que un 10% se queda dentro del Contrato de Reclamos (Claim Smart Contract) como fondo de garantía y el 90% se manda a un Contrato de Tesoro (Treasury Smart Contract) que administra los fondos enviados a Protocolo tangle y este le envía las órdenes de compra y venta (Trading) en DEX como PancakeSwap para que el Contrato de tesoro las ejecute. ",
    "pregunta2": "¿Qué es un Claim Smart Contract? ",
    "repuesta2": "Un Claim Smart Contract se refiere a un tipo de contrato inteligente que se utiliza para gestionar y facilitar el proceso de reclamación de activos o derechos específicos. Estos contratos inteligentes están diseñados para automatizar y ejecutar la transferencia de propiedad o derechos una vez que se cumplen ciertas condiciones predefinidas. ",
    "pregunta3": "¿Qué es un Treasury Smart Contract ? ",
    "repuesta3": "Un Treasury Smart Contract o contrato de tesoro, se refiere a un tipo de contrato inteligente que se utiliza para gestionar y controlar los fondos o activos financieros en una organización o proyecto. El objetivo principal de un Treasury Smart Contract es administrar de manera eficiente y transparente los fondos y garantizar su uso adecuado de acuerdo con ciertas reglas y condiciones predefinidas. Este es el que administra los fondos de manera trasparente con el Protocolo Tangle. ",
    "pregunta4": "¿Qué es el Protocolo Tangle?",
    "repuesta4": "Es un protocolo con carateristias especiales que compra y vende (Trading) En exchanges descentralizados de manera automática y trasparente, este filtra todos los tokens que existentes en PancakeSwap y compra automáticamente, evitando de esta manera los tokens estafas (Honey Spot Tokens) para garantizar la seguridad de los capitales.  ",
    "pregunta5": "¿Qué es un DEX? ",
    "repuesta5": "Un DEX, o Intercambio Descentralizado (Decentralized Exchange en inglés), es una plataforma de intercambio de criptomonedas que opera sin una entidad centralizada. A diferencia de los intercambios tradicionales (conocidos como CEX o Intercambio Centralizado), donde las transacciones se realizan a través de un intermediario centralizado, un DEX permite a los usuarios intercambiar activos digitales directamente entre sí de manera peer-to-peer (P2P) a través de la tecnología blockchain ",
    "pregunta6": "¿Qué es un PoH? ",
    "repuesta6": "Roof of Humanity (PoH) es un protocolo basado en la tecnología blockchain que tiene como objetivo verificar la identidad de las personas y establecer una lista de identidades humanas verificadas de forma descentralizada y confiable. El objetivo final de Proof of Humanity es crear un sistema de identificación global que sea inclusivo, resistente a la censura y confiable. Al verificar la humanidad de las personas de forma descentralizada, se busca facilitar la participación y colaboración en diferentes aplicaciones y servicios en línea, como votaciones, gobernanza descentralizada y distribución de beneficios. ",
    "pregunta7": "¿Cuáles son los riesgos de invertir en IA Money? ",
    "repuesta7": "Los fondos en la Dapp están protegidos contra ciberataques conservando los onwers en carteras frías y agregando multi-firma en el contrato para evitar que una sola owner pueda cambiar parámetros de la misma. Cabe destacar que la función withdraw balance contract estará desactivada para que el owner no pueda retirar los fondos del contrato. Esto evita que nadie pueda retirar el total de los fondos a una wallet que no sea el inversionista.  ",
    "pregunta8": "¿Cuáles son los riegos de que el protocolo deje de funcionar? ",
    "repuesta8": "Si el protocolo dejara de funcionar solo se dejaría de generar rendimientos y por lo tanto los rendimientos pudieran bajar. Si esto llegara pasar se haría un ajuste en los rendimientos para nuevos contratos, los contratos pasados se les seguirá pagando según el plan convenido. Si los rendimientos no llegaran a ser suficientes para cubrir los pagos de contratos antiguos, estos se darán por terminados automáticamente y los usuarios podrán retirar sus fondos y solicitar un nuevo contrato con los nuevos rendimientos o bien, retirar sus fondos. ",
    "pregunta9": "¿Qué pasa con el dinero si PancakeSwap deja de funcionar? ",
    "repuesta9": "Si PancakeSwap dejara de funcionar, podría haber una interrupción en la capacidad de intercambiar tokens y acceder a la liquidez proporcionada por la plataforma. El protocolo tangle automatiza las operaciones, y manda una compra y venta automática directo a los DEXs,  esto permite que, si PancakeSwap dejara de funcionar, no hay riesgo ya que los fondos se administran directo del contrato de tesoro.  ",
    "pregunta10": "¿Qué pasa con el dinero si la Dapp deja de funcionar? ",
    "repuesta10": "Siempre existe la posibilidad de reclamar el dinero por medio de la BSCSCAN en el área de Read Contract, en esa área existirá una función llamada Claim o Withdraw. ",
    "pregunta11": "¿Qué pasa con el dinero si el Protocolo dejara de funcionar? ",
    "repuesta11": "El capital nunca se guarda en el protocolo, se guarda en un contrato de tesoro (Tresury Smart Contract). Protocolo solo envía las órdenes de compra y venta a este contrato, por lo que los fondos jamás son almacenados en el protocolo tangle. Si este llegara de funcionar solo dejara de rentar el capital. En este caso se tomará el proceso del punto 8. ",
    "pregunta12": "Probabilidades de que las personas pierdan sus recursos",
    "repuesta12": "Los recursos están protegidos en un contrato de tesoro. Este contrato no tiene funciones de retiro de capital solo enviar compras y ventas a PancakeSwap desde protocolo y solo esta fijo el router de PancakeSwap. ",
    "pregunta13": "Probabilidad de que las personas no reciban el porcentaje prometido",
    "repuesta13": "Los contratos se fijan directo desde la BSC por lo que no hay forma de que IA Money pueda modificar el porcentaje pactado desde el inicio del contrato. ",
    "pregunta14": "¿Cómo se mitiga el riesgo con el protocolo?",
    "repuesta14": "Comprar y vender tokens en PancakeSwap conlleva riesgos especulativos como cualquier otro modelo de trading, sin embargo, mitigamos los riesgos por medio de un modelo de auditoría de contratos para evitar que el código tenga funciones que eviten que los fondos queden bloqueados por proyectos estafas.",
    "pregunta15": "¿Por qué utilizamos Smart Contract? ",
    "repuesta15": "Los Smart Contracts, o contratos inteligentes, son programas de computadora que ejecutan automáticamente los términos y condiciones acordados entre las partes involucradas en una transacción, sin necesidad de intermediarios. Estos contratos se escriben en lenguajes de programación específicos y se ejecutan en una blockchain. Utilizar Smart Contracts puede ofrecer automatización, transparencia, seguridad y eliminación de intermediarios en las transacciones, lo que puede tener numerosos beneficios en diversos campos, como las finanzas, los seguros, la logística y mucho más. ",
    "pregunta16": "¿Por qué utilizamos Blockchain y por qué la de BNB Chain? ",
    "repuesta16": "Se utiliza blockchain para descentralizar, asegurar y transparentar las transacciones, mejorar la eficiencia y habilitar la ejecución automática de contratos. BNB Chain, es una cadena de bloques desarrollada por Binance, uno de los exchanges de criptomonedas más grandes y populares. BNB Chain está diseñada para admitir aplicaciones descentralizadas, contratos inteligentes y transacciones rápidas en el ecosistema de Binance. Al elegir utilizar BNB Chain, los usuarios pueden aprovechar las características y funcionalidades específicas que ofrece esta cadena de bloques, como bajos costos de transacción y una infraestructura optimizada para el ecosistema de Binance ",
    "pregunta17": "¿Qué pasaría si Binance deja de funcionar, esto afectaría la red de BNB? ",
    "repuesta17": "Si Binance, la entidad que desarrolló y administra BNB Chain, dejara de funcionar, podría tener un impacto en la red de BNB. Sin embargo, es importante tener en cuenta que BNB Chain es una cadena de bloques independiente y descentralizada, lo que significa que no depende únicamente de Binance para su funcionamiento. ",
    "simple": "Simple",
    "progresivo": "Progresivo",
    "compuesto": "Compuesto"
}